Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/AuthKitUI.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, gu, he, hi, hr, hu, id, it, ja, kk, kn, ko, lt, ml, mr, ms, nl, no, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_cn, zh_hk, zh_tw

# AUTHORIZE_FIRST_TIME_MANAGED_ACCOUNT_MESSAGE_2
source: Makes it easy for apps to provide access control, keeping your whole organization safer.
ar: يسهل على التطبيقات توفير التحكم بالوصول، ما يساعد على الحفاظ على مستوى أكثر أمانًا لمؤسستك.
bg: Прави лесно предоставянето на управление на достъпа за приложения, като цялата организация остава по-защитена.
bn: আপনার সমগ্র সংস্থাকে আরও নিরাপদে রেখে, বিভিন্ন অ্যাপের ক্ষেত্রে অ্যাক্সেস নিয়ন্ত্রণ দিয়ে বিষয়টি সহজ করে তোলে।
ca: Facilita que les apps puguin proporcionar control d’accés i garantir la seguretat de l’organització.
cs: Tento způsob přihlášení usnadňuje aplikacím řízení přístupu a zajišťuje větší bezpečnost celé organizace.
da: Gør det nemt for apps at kontrollere adgangstilladelser, hvilket gør hele organisationen mere sikker.
de: So können Apps eine Zugriffssteuerung bereitstellen, um die Sicherheit in der Organisation zu erhöhen.
el: Διευκολύνει τις εφαρμογές να παρέχουν έλεγχο πρόσβασης για την ενίσχυση της ασφάλειας ολόκληρου του οργανισμού σας.
es: Facilita el control de accesos por parte de las apps, lo que garantiza la seguridad de tu organización.
es_419: Facilita el acceso de las apps que te permiten controlar y mantener tu organización más protegida.
fi: Appien on helppo valvoa käyttöoikeuksia, mikä pitää koko organisaation paremmin turvassa.
fr: Facilite le contrôle de l’accès aux apps pour renforcer la sécurité de votre organisation.
fr_ca: Les apps peuvent ainsi garantir plus facilement le contrôle d’accès et contribuer à la sécurité de toute votre organisation.
gu: તમારી આખી સંસ્થાને સુરક્ષિત રાખીને ઍપ્સ માટે ઍક્સેસ કંટ્રોલ આપવા માટે સરળ બનાવે છે.
he: באפשרותך להקל על יישומים לספק בקרת גישה, ולשמור על כל הארגון שלך מאובטח יותר.
hi: आपके पूरे संगठन को सुरक्षित रखने के लिए ऐप्स के लिए ऐक्सेस कंट्रोल प्रदान करना आसान बनाता है।
hr: Aplikacijama olakšava pružanje kontrole pristupa, čime se čitava organizacija održava sigurnijom.
hu: Így az appok egyszerűbben szabályozhatják a hozzáférést, amely növeli a teljes szervezet biztonságát.
id: Memudahkan app untuk menyediakan kontrol akses sehingga seluruh organisasi Anda akan lebih aman.
it: Semplifica il controllo degli accessi per le app, garantendo la sicurezza dell’organizzazione.
ja: 組織/団体全体の安全を保ちつつ、アプリからのアクセス制御が簡単に行えます。
kk: Қолданбалардың қол жеткізу мүмкіндігін басқаруын жеңілдетіп, бүкіл ұйым қауіпсіздігінің деңгейін арттырады.
kn: ಆ್ಯಪ್‌ಗಳು ಆ್ಯಕ್ಸೆಸ್ ನಿಯಂತ್ರಣ ಒದಗಿಸುವುದನ್ನು ಸುಲಭಗೊಳಿಸುತ್ತದೆ, ನಿಮ್ಮ ಇಡೀ ಸಂಸ್ಥೆಯನ್ನು ಸುರಕ್ಷಿತವಾಗಿ ಇರಿಸುತ್ತದೆ.
ko: 앱이 접근 제어를 더욱 쉽게 제공할 수 있도록 하여 사용자의 조직 전체를 안전하게 보호합니다.
lt: Programos gali lengvai užtikrinti prieigos kontrolę, todėl visa organizacija tampa saugesnė.
ml: നിങ്ങളുടെ ഓർഗനൈസേഷനെ മുഴുവൻ സുരക്ഷിതമായി നിലനിർത്തിക്കൊണ്ട്, ആക്സസ് കൺട്രോൾ നൽകാൻ ആപ്പുകളെ സഹായിക്കുന്നു.
mr: तुमच्या संपूर्ण संस्थेला सुरक्षित ठेवण्यासाठी, ॲपला ॲक्सेस कंट्रोल प्रदान करणे सोपे करते.
ms: Permudahkan app untuk menyediakan kawalan akses, yang memastikan seluruh organisasi anda lebih selamat.
nl: Hierdoor kunnen apps gemakkelijker toegangscontrole uitoefenen, waardoor je hele organisatie beter beveiligd is.
no: Apper kan enkelt kontrollere tilgang og gjøre hele organisasjonen din tryggere.
or: ଆପଣଙ୍କ ପୂରା ସଂଗଠନକୁ ସୁରକ୍ଷିତ ରଖିବା ପାଇଁ ଆକ୍ସେସ୍ କଣ୍ଟ୍ରୋଲ୍ ପ୍ରଦାନ କରିବା ସହଜ କରିଥାଏ।
pa: ਇਸ ਨਾਲ ਤੁਹਾਡੀ ਪੂਰੀ ਸੰਸਥਾ ਨੂੰ ਸੁਰੱਖਿਅਤ ਰੱਖਦੇ ਹੋਏ ਐਪਾਂ ਲਈ ਐਕਸੈੱਸ ਕੰਟਰੋਲ ਪ੍ਰਦਾਨ ਕਰਨਾ ਆਸਾਨ ਬਣਾ ਜਾਂਦਾ ਹੈ।
pl: Ułatwia aplikacjom kontrolowanie dostępu, poprawiając w ten sposób bezpieczeństwo w całej organizacji.
pt_br: Facilita para os apps oferecerem controle de acesso, o que mantém toda sua organização mais segura.
pt_pt: Facilita o controlo de acesso pelas aplicações, garantindo a segurança da sua organização.
ro: Permiteți aplicațiilor să asigure controlul accesului, protejând astfel siguranța întregii dvs. organizații.
ru: Приложения могут легко управлять уровнем доступа, делая работу в Вашей организации безопаснее.
sk: Tento spôsob prihlásenia zjednodušuje apkám poskytovanie prístupu a zaručuje vyššiu bezpečnosť celej organizácie.
sl: Aplikacijam olajša zagotavljanje nadzora do dostopa in tako poskrbi za varnost celotne organizacije.
sv: Underlättar för appar att kontrollera behörighet vilket gör hela organisationen säkrare.
ta: உங்கள் முழு நிறுவனத்தையும் பாதுகாப்பாக வைத்திருக்கும் அணுகல் கட்டுப்பாட்டைச் செயலிகளுக்கு வழங்குவதை எளிதாக்குங்கள்.
te: మీ పూర్తి సంస్థను సురక్షితంగా ఉంచుతూ, యాప్‌లకు యాక్సెస్ కంట్రోల్ ఇవ్వడాన్ని సులభతరం చేస్తుంది.
th: ง่ายสำหรับแอปในการควบคุมการเข้าถึง ทำให้ทั้งองค์กรของคุณปลอดภัยมากขึ้น
tr: Uygulamaların, erişim denetimi sağlamasını kolaylaştırarak kuruluşunuzun tamamını daha iyi korur.
uk: Допомагає керувати доступом у програмах, захищаючи всю установу.
ur: یہ ایپ کے لیے رسائی کے کنٹرول فراہم کرنا آسان بناتا ہے جس سے آپ کی پوری تنظیم محفوظ رہتی ہے۔
vi: Giúp các ứng dụng dễ dàng cung cấp quyền điều khiển truy cập, đảm bảo an toàn hơn cho toàn bộ tổ chức của bạn.
zh_cn: 让App轻松提供访问控制，为整个组织带来更多安全保障。
zh_hk: 讓App輕鬆提供取用控制，為整個機構帶來更安全的保障。
zh_tw: 讓App可以輕鬆提供取用控制，讓你整個組織更安全。

# PASSWORD_REQUEST_VIEW_MULTIPLE_FOR_APP_QUESTION
source: Do you want to sign in to %@ with one of your saved passwords?
ar: هل ترغب في تسجيل الدخول إلى %@ بإحدى كلمات السر المحفوظة؟
bg: Искате ли да влезете в приложението %@ с някоя от вашите запазени пароли?
bn: আপনি কি %@-এ আপনার সেভ করা পাসওয়ার্ডগুলির একটি দিয়ে সাইন ইন করতে চান?
ca: Vols iniciar sessió a %@ amb una de les contrasenyes desades?
cs: Chcete se k aplikaci %@ přihlásit pomocí některého z uložených hesel?
da: Vil du logge ind i %@ med en af dine gemte adgangskoder?
de: Möchtest du dich bei %@ mit einem deiner gesicherten Passwörter anmelden?
el: Θέλετε να συνδεθείτε στην εφαρμογή «%@» με ένα αποθηκευμένο συνθηματικό σας;
es: ¿Quieres iniciar sesión en %@ con una de tus contraseñas guardadas?
es_419: ¿Quieres iniciar sesión en %@ con una de tus contraseñas guardadas?
fi: Kirjaudutaanko %[tt]@-appiin jollakin tallennetulla salasanalla?
fr: Voulez-vous vous connecter à %@ avec l’un de vos mots de passe enregistrés ?
fr_ca: Voulez-vous vous connecter à %@ avec un de vos mots de passe enregistrés?
gu: શું તમે તમારા દ્વારા સેવ કરેલા પાસવર્ડમાંથી કોઈ એક દ્વારા %@માં સાઇન ઇન કરવા માંગો છો?
he: האם ברצונך להתחבר אל %@ באמצעות אחת מהסיסמאות השמורות שלך?
hi: क्या आप अपने सहेजे गए पासवर्ड में से किसी एक के द्वारा %@ में साइन इन करना ^[चाहते हैं](inflect: true)?
hr: Želite li se prijaviti na %@ koristeći jednu od spremljenih lozinki?
hu: Az egyik elmentett jelszavával szeretne bejelentkezni a(z) %@ appba?
id: Apakah Anda ingin masuk ke %@ dengan salah satu kata sandi Anda yang disimpan?
it: Vuoi accedere a %@ utilizzando una delle password che hai salvato?
ja: %@に保存済みパスワードのいずれかを使用してサインインしますか?
kk: %@ қолданбасына сақталған құпиясөздердің бірімен кіру қажет пе?
kn: ನಿಮ್ಮ ಸೇವ್ ಮಾಡಲಾದ ಪಾಸ್‌ವರ್ಡ್‌ಗಳಲ್ಲಿನ ಒಂದರ ಮೂಲಕ %@ಗೆ ಸೈನ್ ಇನ್ ಮಾಡಲು ಬಯಸುತ್ತೀರಾ?
ko: 저장된 암호 중 한 개를 사용하여 %@에 로그인하겠습니까?
lt: Ar norite prie programos „%@“ jungtis naudodami vieną iš išsaugotų slaptažodžių?
ml: സേവ് ചെയ്ത ഒരു പാസ്‌വേഡ് ഉപയോഗിച്ച് നിങ്ങൾക്ക് %@ എന്നതിലേക്ക് സൈൻ ഇൻ ചെയ്യണോ?
mr: तुमच्या जतन केलेल्या एखाद्या पासवर्डने तुम्हाला %@ मध्ये साइन इन करायचे आहे का?
ms: Adakah anda mahu mendaftar masuk ke %@ dengan salah satu kata laluan disimpan anda?
nl: Wil je inloggen bij %@ met een van je bewaarde wachtwoorden?
no: Vil du logge på %@ med ett av de arkiverte passordene?
or: ଆପଣ ନିଜର ସେଭ୍ ହୋଇଥି୍ବା ପାସ୍‌ୱର୍ଡ୍ ମଧ୍ୟରୁ ଗୋଟିଏ ସାହାଯ୍ୟରେ %@ରେ ସାଇନ୍ ଇନ୍ କରିବାକୁ ଚାହୁଁଛନ୍ତି କି?
pa: ਕੀ ਤੁਸੀਂ ਆਪਣੇ ਕਿਸੇ ਸੰਭਾਲੇ ਗਏ ਪਾਸਵਰਡ ਨਾਲ %@ ਵਿੱਚ ਸਾਈਨ ਇਨ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Czy chcesz zalogować się w %@ przy użyciu jednego ze swoich zachowanych haseł?
pt_br: Deseja iniciar uma sessão em %@ com uma das suas senhas salvas?
pt_pt: Gostaria de iniciar sessão em %@ com uma das palavras‑passe guardadas?
ro: Doriți să vă autentificați în %@ cu una dintre parolele dvs. salvate?
ru: Хотите войти в приложение «%@» с одним из сохраненных паролей?
sk: Chcete sa prihlásiť do apky %@ pomocou jedného zo svojich uložených hesiel?
sl: Se želite v aplikacijo %@ vpisati z enim od shranjenih gesel?
sv: Vill du logga in på %@ med ett av dina sparade lösenord?
ta: %@இல் உங்களது சேமிக்கப்பட்ட பாஸ்வேர்டு ஒன்றின் மூலம் உள்நுழைய விரும்புகிறீர்களா?
te: మీరు మీ సేవ్ చేయబడిన పాస్‌వర్డ్‌లలో ఒకదానితో %@‌కు సైన్ ఇన్ చేయాలనుకుంటున్నారా?
th: คุณต้องการลงชื่อเข้า%[tt]@ด้วยรหัสผ่านที่คุณบันทึกไว้หรือไม่
tr: Kaydedilmiş parolalarınızdan biriyle %@ uygulamasına giriş yapmak ister misiniz?
uk: Ви хочете ввійти в %@ з одним зі своїх збережених паролів?
ur: کیا آپ اپنے محفوظ کردہ پاس ورڈ میں سے کسی ایک کے ذریعے ‏%@ میں سائن اِن کرنا چاہتے ہیں؟
vi: Bạn có muốn đăng nhập vào %@ bằng một trong các mật khẩu đã lưu không?
zh_cn: 要使用已存密码登录%[tt]@吗？
zh_hk: 你要使用其中一個已儲存的密碼登入%@嗎？
zh_tw: 要使用其中一個已儲存的密碼登入%@嗎？

source: Go Back
ar: رجوع
bg: Върни се назад
bn: ফিরে যান
ca: Enrere
cs: Zpět
da: Tilbage
de: Zurück
el: Επιστροφή
es: Atrás
es_419: Atrás
fi: Takaisin
fr: Revenir
fr_ca: Retour
gu: પાછળ જાઓ
he: חזרה אחורה
hi: वापस जाएँ
hr: Idi natrag
hu: Visszalépés
id: Kembali
it: Indietro
ja: 戻る
kk: Қайту
kn: ಹಿಂದಕ್ಕೆ ಹೋಗಿ
ko: 뒤로 이동
lt: Grįžti
ml: പിന്നിലേക്ക് പോകൂ
mr: परत जा
ms: Kembali
nl: Ga terug
no: Gå tilbake
or: ପଛକୁ ଯାଆନ୍ତୁ
pa: ਵਾਪਿਸ ਜਾਓ
pl: Wróć
pt_br: Voltar
pt_pt: Anterior
ro: Înapoi
ru: Вернуться
sk: Naspäť
sl: Nazaj
sv: Tillbaka
ta: பின்செல்
te: వెనుకకు వెళ్ళండి
th: ย้อนกลับ
tr: Geri Dön
uk: Назад
ur: واپس جائیں
vi: Quay lại
zh_cn: 返回
zh_hk: 返回
zh_tw: 返回

# AUTHORIZE_EXISTING_ACCOUNT_OR_SHARED_ACCOUNT_MESSAGE
source: Sign in to %@ with your account or a shared account.
ar: سجل الدخول إلى %@ باستخدام حسابك أو حساب مشترك.
bg: Влезте в %@ с вашата регистрация или със споделена регистрация.
bn: আপনার অ্যাকাউন্ট অথবা কোনো শেয়ার্ড অ্যাকাউন্টের মাধ্যমে %@-এ সাইন ইন করুন।
ca: Inicia la sessió a l’app %@ amb el teu compte o amb un de compartit.
cs: Přihlaste se k „%@“ pod svým nebo sdíleným účtem.
da: Log ind på %@ med din konto eller en delt konto.
de: Melde dich mit deinem Account oder einem geteilten Account bei %@ an.
el: Συνδεθείτε σε «%@» με τον λογαριασμό σας ή έναν κοινόχρηστο λογαριασμό.
es: Inicia sesión en %@ con tu cuenta o con una cuenta compartida.
es_419: Inicia sesión en %@ con tu cuenta o una compartida.
fi: Kirjaudu %[tt]@-tilille käyttäen omaa tiliäsi tai jaettua tiliä.
fr: Connectez-vous à %@ avec votre compte ou un compte partagé.
fr_ca: Connectez-vous à %@ avec votre compte ou un compte partagé.
gu: તમારું અકાઉંટ અથવા શેર કરેલા અકાઉંટથી %@માં સાઇન ઇન કરો.
he: באפשרותך להתחבר אל %@ באמצעות החשבון שלך או באמצעות חשבון משותף.
hi: अपने खाते या शेयर किए गए खाते से %@ में साइन इन करें।
hr: Prijavite se na %@ svojim ili dijeljenim računom.
hu: Jelentkezzen be a(z) %@ appba a saját fiókjával vagy egy megosztott fiókkal.
id: Masuk ke %@ dengan akun Anda atau akun bersama.
it: Accedi a %@ con il tuo account o con un account condiviso.
ja: 自分のアカウントまたは共有アカウントで%@にサインインしてください。
kk: %@ қолданбасына аккаунтыңыз немесе ортақ аккаунтыңыз арқылы кіріңіз.
kn: ನಿಮ್ಮ ಖಾತೆ ಅಥವಾ ಹಂಚಿಕೊಳ್ಳಲಾದ ಖಾತೆ ಮೂಲಕ %@ಗೆ ಸೈನ್ ಇನ್ ಮಾಡಿ.
ko: 사용자의 계정 또는 공유 계정으로 %@에 로그인하십시오.
lt: Prisijunkite prie „%@“ naudodami savo paskyrą arba bendrą paskyrą.
ml: %@ എന്നതിലേക്ക് നിങ്ങളുടെ അക്കൗണ്ട് അല്ലെങ്കിൽ ഒരു പങ്കിട്ട അക്കൗണ്ട് ഉപയോഗിച്ച് സൈൻ ഇൻ ചെയ്യൂ.
mr: तुमच्या अकाउंटने किंवा शेअर केलेले अकाउंट वापरून %@ मध्ये साइन इन करा.
ms: Daftar masuk ke %@ dengan akaun anda atau akaun dikongsi.
nl: Log in bij %@ met je account of een gedeelde account.
no: Logg på %@ med kontoen din eller en delt konto.
or: ଆପଣଙ୍କ ଆକାଉଣ୍ଟ୍ କିମ୍ବା ଏକ ଶେୟର୍‌ କରାଯାଇଥିବା ଆକାଉଣ୍ଟ୍‌ ସାହାଯ୍ଯରେ %@ରେ ସାଇନ୍ ଇନ୍ କରନ୍ତୁ।
pa: ਆਪਣੇ ਜਾਂ ਸਾਂਝੇ ਕੀਤੇ ਗਏ ਖਾਤੇ ਨਾਲ %@ ਵਿੱਚ ਸਾਈਨ ਇਨ ਕਰੋ।
pl: Zaloguj się w %@, używając konta własnego lub udostępnianego.
pt_br: Inicie a sessão em %@ com uma conta compartilhada ou com a sua.
pt_pt: Inicie sessão em %@ com a sua conta ou com uma conta partilhada.
ro: Autentificaţi‑vă în %@ utilizând contul dvs. sau un cont partajat.
ru: Войдите в сервис «%@» со своей собственной или общей учетной записью.
sk: Prihláste sa do „%@“ použitím vlastného alebo zdieľaného účtu.
sl: V »%@« se vpišite s svojim ali deljenim računom.
sv: Logga in på %@ med ditt konto eller ett delat konto.
ta: உங்கள் கணக்கு அல்லது பகிரப்பட்ட கணக்கைப் பயன்படுத்தி %@இல் உள்நுழையவும்.
te: మీ ఖాతా లేదా షేర్ చేసిన ఖాతాతో %@‌కు సైన్ ఇన్ చేయండి.
th: ลงชื่อเข้า%[tt]@ด้วยบัญชีของคุณหรือบัญชีแบบใช้ร่วมกัน
tr: Hesabınızla veya paylaşılan bir hesapla %@ girişi yapın.
uk: Увійдіть в «%@» зі своїм чи спільним обліковим записом.
ur: اپنے اکاؤنٹ یا شیئر کیے گئے اکاؤنٹ سے ‏%@ میں سائن اِن کریں۔
vi: Đăng nhập vào %@ bằng tài khoản của bạn hoặc tài khoản được chia sẻ.
zh_cn: 通过你的账户或共享账户登录%@。
zh_hk: 使用你的帳户或共享帳户登入%@。
zh_tw: 使用你的帳號或共享的帳號登入%@。
